Revit 2027 API
ParameterTypeId.RoomActualExhaustAirflowParam Property
 "Actual Exhaust Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomActualExhaustAirflowParam { get; }
Public Shared ReadOnly Property RoomActualExhaustAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomActualExhaustAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomActualExhaustAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace